20240330T124355--kdoc-133-ワーケーションで得た知見__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-10-17 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 133: ワーケーションで得た知見</title>
<meta name="author" content="root" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 133: ワーケーションで得た知見</h1>

<div id="outline-container-orge67aa97" class="outline-2">
<h2 id="orge67aa97"><a href="#orge67aa97">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-orge67aa97">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-03-31 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-04-27 貴島</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orga8c45b2" class="outline-2">
<h2 id="orga8c45b2"><a href="#orga8c45b2">概要</a></h2>
<div class="outline-text-2" id="text-orga8c45b2">
<p>
ワーケーションを思い立ち、1日だけ甲府で仕事した。が、全然仕事する気にならなかった。事前の準備が大切そうに見えたので、次回に備えておく。
</p>

<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d10552.4321938283!2d138.56234615223227!3d35.66633983386785!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x601bf850977851a9%3A0xc276c11755ca7309!2sKofu%2C%20Yamanashi!5e0!3m2!1sen!2sjp!4v1711869303957!5m2!1sen!2sjp" width="600" height="450" style="border:0;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>

<p>
問題点。
</p>

<ul class="org-ul">
<li><p>
まともな机と椅子がなかった
</p>

<p>
ビジネスホテルに泊まったのだが、棚みたいな見かけ重視の机で、パソコンを操作できるものではなかった。椅子も見栄えだけのもの。泊まるための部屋で、仕事するのを想定してない。写真ではもうちょっとよさそうに見えたのだが。
</p></li>

<li><p>
結局やってるのは同じ仕事なので、場所を変えてもそんなに違う感じはしない
</p>

<p>
狭い部屋が影響している可能性はある。しかし、場所が変わっただけでは大して気分転換にならなかった。外に出て知らない街を歩きたかった。
</p></li>

<li><p>
泊まった場所に風情がない
</p>

<p>
典型的な地方のロードサイド沿いのホテルで、風景は最悪で部屋は狭かった。見飽きた風景で、騒がしく歩きにくい。
</p></li>
</ul>

<p>
これらを次に生かした選択肢を考える。
</p>

<p>
まず、宿泊施設の決め方。1つは旅館に宿泊することだ。和室だと机と椅子を考えなくていい。あるいは、民泊でワーケーション用の部屋があるのでそこに泊まる。ホテルは普通の価格だと泊まるだけの部屋なので、避けたほうがよさそう。
</p>

<p>
次に宿泊施設の場所。狭い空間にいい作業スペースがある可能性は少ない。都市部を避けたほうが広さ・値段・気分転換の面で有利か。
</p>

<p>
あとは、前もって時短勤務としておくのも必要だろう。どうやっても旅先で8時間フルの仕事をやる気にはならない。午前や夜だけを勤務時間として、あとは好きに過ごす。
</p>
</div>
</div>

<div id="outline-container-orgdd90bc8" class="outline-2">
<h2 id="orgdd90bc8"><a href="#orgdd90bc8">関連</a></h2>
<div class="outline-text-2" id="text-orgdd90bc8">
<p>
なし。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
